<?php

$jieqiPayset['activity']=array(
    'shengdan'=>array(
        'date'=>array(
            'from'=>strtotime("2016-12-24 00:00:00"),
            'to'=>strtotime("2016-12-26 01:00:00")
        ),
        'add_money'=>array(
            30=>array(0,0),
            50=>array(1500,2500),
            100=>array(4000,6000),
            200=>array(9000,13000),
            500=>array(25000,35000),
            1000=>array(50000,75000)
        ),
        'notify'=>"圣诞节爱书坊充值送大礼啦，充得越多，送的越多，不要错过哦，具体规则如下<br>\n充值50元随机赠送1500-2500书币<br>\n充值100元随机赠送4000-6000书币<br>\n充值200元随机赠送9000-13000书币<br>充值500元随机赠送25000-35000书币<br>\n充值1000元随机赠送50000-75000书币<br>\n"
    )
);