<?php

//header("Content-Type:text/xml; charset=utf-8");
$allow_iplist = array("121.199.29.237",'218.19.40.189','10.132.33.86','113.99.3.161','218.19.40.27');
$apikey="umZN8ikVRm9emZMP";

if ($_GET['apikey']!=$apikey) {
    die('apikey error');
}

$config['sort_c']=array(
    "101"=>"原创女频-现代言情",
    "102"=>"原创女频-古言架空",
    "103"=>"原创女频-穿越重生",
    "104"=>"原创女频-浪漫青春",
    "105"=>"原创女频-古言架空",
    "106"=>"原创女频-其他",
    "107"=>"原创女频-其他",
    "108"=>"原创男频-灵异悬疑",
    "1"=>"原创男频-玄幻奇幻",
    "2"=>"原创男频-都市生活",
    "3"=>"原创男频-武侠仙侠",
    "4"=>"原创男频-游戏竞技",
    "5"=>"原创男频-灵异悬疑",
    "6"=>"原创男频-武侠仙侠",
    "7"=>"原创男频-都市生活",
    "8"=>"原创男频-军事谍战"
);


